Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Science will pay you back for this, I promise. Now...FIGHT!
pl: Nauka wynagrodzi cię za to. Gwarantuję. A teraz... WALCZ!

source: Scientist Machine
pl: Maszyna naukowiec

source: Score
pl: Wynik

source: Scouting out enemy lines and all that?
pl: Rozpoznanie za linami wroga i takie tam?

source: Screen
pl: Obraz

source: Screen Brightness
pl: Jasność obrazu

source: Screen Mode
pl: Tryb wyświetlania

source: Screw the human that invented chairs, seriously.
pl: Walić człowieka, który wymyślił krzesło, poważnie.

source: Scroll Text
pl: Przewijanie

source: Seafront
pl: Wybrzeże

source: Search Order Annulment
pl: Unieważnienie rozkazu poszukiwań

source: Search already performed. Regions rich in tree sap marked on map.
pl: Przeszukiwanie wykonane. Regiony z żywicą zostały oznaczone na mapie.

source: Search for a door in the forest castle that matches the key.
pl: Poszukaj drzwi pasujących do klucza.

source: Search target 9S was caught in a large explosion over the water.
pl: Cel poszukiwań, 9S, padł ofiarą wielkiego wybuchu, który miał miejsce nad powierzchnią wodą.

source: Searching for relics in the desert without assistance might prove difficult.
pl: Odnajdywanie reliktów na pustyni bez niczyjej pomocy może okazać się trudne.

source: Searching the Forest
pl: Przeszukiwanie lasu

source: Searching...
pl: Wyszukiwanie...

source: Second platoon, move out!
pl: Drugi pluton, ruszajcie!

source: Secret Basement
pl: Ukryta piwnica

source: Secret Shop
pl: Ukryty sklep

source: See what's going on outside.
pl: Zobacz co się dzieje na zewnątrz.

source: See ya.
pl: Na razie.

source: See you around!
pl: Do zobaczenia!

source: See you around, Nines. And remember: No regrets, okay?
pl: Do zobaczyska, Nines. I pamiętaj... niczego nie żałuj, dobra?

source: See you later then.
pl: To do zobaczenia później.

source: See you later!
pl: To do zobaczenia później!

source: See you later. Hang in there!
pl: Do zobaczenia później. Trzymaj się!

source: See you later... Hee! Heeee hee hee hee...
pl: Do zobaczenia później... Hii! Hi hi hi hi hihihihih...

source: See you! See you!
pl: Do zobaczenia! Do zobaczenia!

source: See! I knew it! The server room is right up ahead, you can't miss it!
pl: Widzisz! Wiedziałem! Serwerownia jest na wprost, nie da się nie trafić!

source: See, I'm doing a study on the excitement levels of androids while in battle.
pl: Widzisz, prowadzę badania nad poziomem ekscytacji androidów w trakcie walki.

source: See, I'm doing research about food for whenever the human race decides to return to Earth.
pl: Widzisz, prowadzę badania nad żywnością. Przygotowuję się na moment, w którym ludzkość powróci na Ziemię.

source: See, after I left the house, I...started to like this one girl. I thought I was gonna short-circuit whenever I looked at her!
pl: No bo... Po tym, jak wyszedłem z domu, to... polubiłem taką jedną dziewczynę. Za każdym razem gdy tylko na nią spoglądałem, czułem jak zaczynają mi się smażyć obwody!

source: See, it's my left leg that's all busted up. And my left leg is the one that's fully original.
pl: Widzisz... szwankuje moja lewa noga. A to właśnie ona jest w pełni oryginalna.

source: See, there are certain...accolades given to a select few who really give their all. You know what I'm getting at.
pl: Wiesz, są pewne... wyróżnienia dawane tym nielicznym, którzy naprawdę dali z siebie wszystko. Wiesz do czego piję.

source: See? He's weird!
pl: Widzicie? Jest dziwny!

source: Seeing all the machines living together in the same area was starting to make me...lonely.
pl: Widok tych wszystkich maszyn żyjących razem w jednym miejscu sprawił, że... Poczułem się... samotny.

source: Seeing more of the life log, the Resistance woman's lost memories came rushing back—it turns out she was a YoRHa Type E. Hiding her true nature, she blended in with the Resistance to rout out fugitives and traitors, with her final victim being a dear friend. Wracked with guilt, the Type E erased her own memory. The sudden return of this tragic memory ended up leaving her shaken and unstable.
pl: Ujrzawszy więcej zapisków, które były utraconymi wspomnieniami kobiety z Ruchu Oporu, okazało się, że była androidem YoRHa typu E. Ukrywając swoją prawdziwą naturę, wtopiła się w szeregi Ruchu Oporu, aby móc wyśledzić i rozprawić się z uciekinierami i zdrajcami. Jej ostatnią ofiarą była najdroższa przyjaciółka. Typ E, rozdzierana poczuciem winy, wykasowała swoją pamięć. Nagły powrót tych tragicznych wspomnień pozostawił ją wstrząśniętą i niestabilną.

source: Seeing that dredges up all kinds of memories.
pl: Jego widok przywołuje mnóstwo wspomnień.

source: Seeing the limits of his talent, the poet chose to abandon the pen and work the land instead. Soon, his lily white skin began to grow dark, and his once frail body became sinewy and tough.
pl: Znając ograniczenia swojego talentu, poeta porzucił pióro i zajął się uprawą roli. Z czasem jego biała jak śnieg skóra ściemniała, a jego niegdyś kruche ciało stało się silne i muskularne.

source: Seemed pretty upset about something, too. And she was armed to the teeth!
pl: Wyglądała też na bardzo zdenerwowaną. I była uzbrojona po zęby!

source: Seems it would be tricky to grow.
pl: Wydaje się trudna w hodowli.

source: Seems kind of arbitrary, no?
pl: Wydaje się to trochę arbitralne, czyż nie?

source: Seems like I'm always having to clean up after her...
pl: A ja zawsze muszę po niej sprzątać...

source: Seems like they've been here for a long time.
pl: Wygląda na to, że są tutaj od bardzo dawna.

source: Seems like we'll need three authorization keys in total.
pl: Wygląda na to, że będziemy potrzebować łącznie trzech kluczy autoryzacyjnych.

source: Seems this one came here looking for revenge as well.
pl: Wygląda na to, że ten również przybył tutaj w poszukiwaniu zemsty.

source: Seems your voice recognition is set to mute, which isn't gonna work.
pl: Wygląda na to że rozpoznawanie głosu jest wyciszone.

source: Seems your voice recognition is set to mute, which isn't gonna work. I'm gonna call out to you now—make sure you can hear my voice.
pl: Wygląda na to, że rozpoznawanie głosu jest wyciszone, a tak nie powinno być. Zawołam cię teraz. Upewnij się, że słyszysz mój głos.

source: Seize its control system!
pl: Przejmij jego system sterowania!

source: Seizing the control system!
pl: Przejęcie systemu sterowania wroga!

source: Select
pl: Wybierz

source: Select "Inbox" at an access point to check your mail.
pl: Wybierz „Poczta” w punkcie dostępu, aby zobaczyć przychodzące wiadomości.

source: Select "Transport" at an access point to travel to other terminals. There are lots of access points all over the world, but you'll need to unlock them before you can use them.
pl: Należy wybrać „Transport” w punkcie dostępu, aby przenieść się do innego terminala. W świecie znajduje się wiele punktów dostępu, ale należy je najpierw odblokować, aby móc z nich skorzystać.

source: Select Monitor
pl: Monitor

source: Select Pod program to equip.
pl: Wybierz program poda do użycia.

source: Select Pod to upgrade.
pl: Wybierz poda do ulepszenia.

source: Select Pod.
pl: Wybierz poda.

source: Select Profile
pl: Wybierz profil

source: Select a chapter and begin playing the game.
pl: Wybierz rozdział i rozpocznij rozgrywkę.

source: Select a chip to destroy.
pl: Wybierz czip do zniszczenia.

source: Select a combat style for your allies.
pl: Wybierz styl walki sojuszników.

source: Select a difficulty level.
pl: Wybierz poziom trudności

source: Select a difficulty level. This can be changed in-game.
pl: Wybierz poziom trudności. Może zostać zmieniony w trakcie gry.

source: Select a file.
pl: Wybierz plik.

source: Select a key to change assignment.
pl: Wybierz klawisz do przypisania.

source: Select a keyboard layout.
pl: Wybierz układ klawiatury.

source: Select a save file to load.
pl: Wybierz który plik zapisu wczytać.

source: Select a save slot to begin a new game.
pl: Wybierz slot zapisu, by zacząć nową grę.

source: Select a save slot to save your progress to.
pl: Wybierz slot, na którym zapisać postęp gry.

source: Select a spot to equip.
pl: Wybierz miejsce na broń.

source: Select a stage to play.
pl: Wybierz poziom.

source: Select a weapon to equip.
pl: Wybierz broń do wyekwipowania.

source: Select a weapon to purchase.
pl: Wybierz broń, którą chcesz kupić.

source: Select a weapon to upgrade.
pl: Wybierz broń, którą chcesz ulepszyć.

source: Select and destroy a chip.
pl: Wybierz i zniszcz czip.

source: Select chapter and start the game.
pl: Wybierz rozdział i rozpocznij grę.

source: Select chip category.
pl: Wybierz kategorię czipów.

source: Select chipset type.
pl: Wybierz zestaw czipów.

source: Select item.
pl: Wybierz przedmiot.

source: Select items to purchase.
pl: Wybierz przedmioty, które chcesz kupić.

source: Select items to sell.
pl: Wybierz przedmioty, które chcesz sprzedać.

source: Select the access point you wish to check.
pl: Wybierz punkt dostępu który chcesz sprawdzić.

source: Select the area you wish to check.
pl: Wybierz obszar który chcesz sprawdzić.

source: Select the base chip.
pl: Wybierz czip bazowy.

source: Select the button you wish to change.
pl: Wybierz przycisk, który chcesz zmienić.

source: Select the destination you wish to check.
pl: Wybierz cel który chcesz sprawdzić.

source: Select the event marker you wish to check.
pl: Wybierz znacznik wydarzenia który chcesz sprawdzić.

source: Select the item shop you wish to check.
pl: Wybierz sklep z przedmiotami który chcesz sprawdzić.

source: Select the language for menus, subtitles, etc.
pl: Wybierz język napisów, interfejsu, itd.

source: Select the language for spoken voices.
pl: Wybierz język kwestii mówionych.

source: Select the maintenance shop you wish to check.
pl: Wybierz warsztat który chcesz sprawdzić.

source: Select the plug-in chip to be fused with the base chip.
pl: Wybierz, który czip rozszerzeń chcesz połączyć z czipem bazowym.

source: Select the quest destination you wish to check.
pl: Wybierz cel zadania który chcesz sprawdzić.

source: Select the weapon shop you wish to check.
pl: Wybierz sklep z bronią który chcesz sprawdzić.

source: Select transport destination.
pl: Wybierz miejsce docelowe.

source: Select unit to view.
pl: Wybierz jednostkę do obejrzenia.

source: Select your preferred audio output method.
pl: Wybierz preferowaną metodę odtwarzania audio.

source: Selecting this option enables you to save someone somewhere in the world.
pl: Wybranie tej opcji spowoduje, że uratujesz kogoś w jakimś zakątku świata.

source: Self-Destruct
pl: Autodestrukcja

source: Self-Hack
pl: Hakowanie siebie

source: Self-destruct
pl: Autodestrukcja

source: Selfish child! How dare you make me worry like that!
pl: Ty samolubny dzieciaku! Jak śmiesz mnie tak martwić?!

source: Sell
pl: Sprzedaj

source: Sell for <TOTAL_PRICE> G?
pl: Sprzedać za <TOTAL_PRICE> G?

source: Sell items in your inventory.
pl: Sprzedaj przedmioty z ekwipunku.

source: Send a support request to Command!
pl: Wyślij prośbę o wsparcie do Dowództwa!

source: Sender
pl: Nadawca

source: Sending the coordinates to your map now.
pl: Wysyłam współrzędne na waszą mapę.

source: Senior Account Manager
pl: Starszy opiekun klienta

source: Senior Channel Marketing Director
pl: Starszy dyrektor działu marketingu kanałowego

source: Senior Character Artist
pl: Starszy projektant postaci

source: Senior Creative Services Manager
pl: Starszy menadżer usług kreatywnych

source: Senior Designer of Creative Services
pl: Starszy projektant usług kreatywnych

source: Senior Director of Sales Planning, Merchandise, Project Com & Events
pl: Starszy dyrektor ds. plan. sprzedaży, merchandisingu, kom. projektu i wydarzeń

source: Senior Director, Sales
pl: Starszy dyrektor działu sprzedaży

source: Senior Game Designer
pl: Starszy projektant rozgrywki

source: Senior Game Designer: Takahisa Taura
pl: Starszy projektant rozgrywki: Takahisa Taura

source: Senior Japanese Translator
pl: Starszy tłumacz japońskiego

source: Senior Localisation Producer
pl: Starszy producent lokalizacji

source: Senior Manager
pl: Starszy menadżer

source: Senior Manager of Creative Services
pl: Starszy menadżer usług kreatywnych

source: Senior Manager, Sales
pl: Starszy menadżer działu sprzedaży

source: Senior Manager, Sales Operations
pl: Starszy menadżer ds. działań sprzedażowych

source: Senior Project Manager
pl: Główny menadżer projektu

source: Senior QA Coordinator
pl: Starszy koordynator kontroli jakości

source: Senior QA Lead (France)
pl: Starszy kierownik QA (Francja)

source: Senior QA Lead (Germany)
pl: Starszy kierownik QA (Niemcy)

source: Senior QA Lead (Italy)
pl: Starszy kierownik QA (Włochy)

source: Senior QA Lead (Spain)
pl: Starszy kierownik QA (Hiszpania)

source: Senior QA Lead (UK)
pl: Starszy kierownik QA (UK)

source: Senior QA Manager
pl: Starszy menadżer kontroli jakości

source: Sent to front lines as unit 21B. Recorded as missing in action four hours later.
pl: Wysłana na pierwszą linię frontu jako jednostka 21B. Cztery godziny później uzyskała status: zaginiona w akcji.

source: September 15, 2053 [Summary] As Project Gestalt undergoes approval in countries across the world, we recognize that there have been imperfections in how information has been regulated with regards to civilians. Until the safety of the final system has been verified, all information related to this matter is subject to Level 4 classification. As such, its relation to the Ministry of Health and Welfare's life rehabilitation program must be kept strictly confidential. Furthermore, we ask that the following information be sent to all related personnel and organizations immediately: - Clauses regarding compensation in the event of information leaks are to be added to contracts with all partner companies. - In the event of an information leak, ascertaining the source should be the company's top priority. - Please refer to "Countermeasures C" for information on how to handle leaked information, as well as the individual(s) who disclosed it.
pl: 15 września 2053 [Podsumowanie] W miarę jak Projekt Gestalt zostaje zatwierdzany w kolejnych krajach, dostrzegliśmy niedoskonałości w sposobie regulowania informacji dotyczących cywili. Dopóki nie zostanie zweryfikowane bezpieczeństwo ostatecznego systemu, wszelkie powiązane z tym informacje zostają sklasyfikowane na poziomie 4. W związku z tym, ich powiązanie z programem rehabilitacji życia Ministerstwa Zdrowia i Opieki Społecznej musi pozostać ściśle poufne. Ponadto, prosimy o natychmiastowe wysłanie poniższych informacji do wszystkich odpowiednich osób i organizacji: - Do kontaktów ze wszystkimi firmami partnerskimi dodano klauzule dotyczące kompensacji w wypadku wycieku informacji. - W wypadku wycieku informacji, ustalenie jego źródła powinno być najwyższym priorytetem firmy. - Prosimy o zapoznanie się z dokumentem „Środki zaradcze C”, aby dowiedzieć się, jak postępować z wyciekiem informacji, oraz osobą/osobami za niego odpowiedzialnymi.

source: September 24 - Shipped September 25 - Delivery (Scheduled) UNIT 010 EMPTY UNIT 010 EMPTY UNIT 010 EMPTY UNIT 010 EMPTY UNIT 010 PURIFIED WATER UNIT 010 EMPTY UNIT 010 EMPTY UNIT 010 REPAIR MATERIALS UNIT 010 EMPTY UNIT 010 EMPTY Over.
pl: 24 września — Wysłano 25 września — Dostarczono (zgodnie z planem) JEDNOSTKA 010 PUSTA JEDNOSTKA 010 PUSTA JEDNOSTKA 010 PUSTA JEDNOSTKA 010 PUSTA JEDNOSTKA 010 WODA OCZYSZCZONA JEDNOSTKA 010 PUSTA JEDNOSTKA 010 PUSTA JEDNOSTKA 010 MATERIAŁY NAPRAWCZE JEDNOSTKA 010 PUSTA JEDNOSTKA 010 PUSTA Koniec.

source: September 24, 2026 [Summary] A report has been submitted to the prime minister regarding the Rampaging Weapons Incident that occurred at the National Arms Laboratory in June. Though the laboratory's budget and allocated human resources are expected to see significant cuts, a team of staffers will continue maso research under the umbrella of Project Gestalt. Records of human experimentation conducted using maso are scheduled to be disclosed to concerned parties separately as level-6 classified information.
pl: 24 września 2026 [Podsumowanie] Został wysłany raport do premiera na temat Incydentu Szalejących Broni, który wydarzył się w czerwcu w Narodowym Laboratorium Zbrojeniowym. Choć oczekujemy, że budżet laboratorium i liczba przydzielonego personelu zostaną znacznie zmniejszone, zespół będzie w dalszym ciągu prowadził badania nad maso pod patronatem Projektu Gestalt. Zapisy eksperymentów na ludziach prowadzonych z użyciem maso zostaną ujawnione osobno zainteresowanym stronom jako informacje zastrzeżone poziomu 6.

source: September 27, 2054 [Summary] The discovery and development of the Original has contributed greatly to the stabilization of Project Gestalt. Long-term management of the Original will be handled by the Hamelin Organization. As per the management mentioned above, all authority regarding the cryogenic plans for the relapsed "Yonah" is to be transferred to the Hamelin Organization.
pl: 27 września 2054 [Podsumowanie] Odkrycie i rozwój Oryginału mocno przyczyniły się do stabilizacji Projektu Gestalt. Długoterminowa opieka nad Oryginałem będzie prowadzona przez Organizację Hamelin. W ramach wspomnianego wyżej zarządzenia, wszelkie uprawnienia dotyczące planów kriogenicznych „Yonah'y”, u której wystąpił nawrót choroby, zostaną przekazane Organizacji Hamelin.

source: Seriously, you YoRHa types are something else.
pl: Naprawdę, wy z YoRHA jesteście niesamowici.

source: Seriously, you need to clean that place up.
pl: Serio... Powinniście zrobić w nim porządek.

source: Seriously...?
pl: Naprawdę...?

source: Seriously?
pl: Naprawdę?

source: Seriously? A pod?
pl: Naprawdę? Pod?

source: Server
pl: Serwer

source: Server Capacity
pl: Pojemność serwera

source: Server Manager
pl: Zarządca serwera

source: Serves her right for the way she used to heap abuse on me...
pl: Zasłużyła sobie! Za to, jak mnie kiedyś traktowała...

source: Set Death Message
pl: Ustaw wiad. po śmierci.

source: Set Designer
pl: Projektant scenografii

source: Set Type A
pl: Zestaw A

source: Set Type B
pl: Zestaw B

source: Set Type C
pl: Zestaw C

source: Set control behavior when the game is not the active window.
pl: Ustaw zachowanie sterowania gry w nieaktywnym oknie.

source: Set sound behavior when the game is not the active window.
pl: Ustaw zachowanie dźwięku gry w nieaktywnym oknie.

source: Setting automatic course.
pl: Ustawiam automatyczny kurs.

source: Settings
pl: Ustawienia

source: Settings should all be good to go.
pl: Ustawienia mamy z głowy.

source: Several machines were hanging out near the malfunctioning access point. It seems their jamming signals were interfering with the device's functionality. Interact with the access point to make sure it still works.
pl: W pobliżu uszkodzonego punktu dostępu kręciło się kilka maszyn. Wygląda na to, że ich sygnały zakłócające interferowały z funkcjami urządzenia. Użyj punktu dostępu, aby sprawdzić, czy już działa.

source: Severed Cable
pl: Urwany kabel

source: Sh-should be able to...take it over...
pl: P-powinien być w stanie... je przejąć..

source: Shadows
pl: Cienie

source: Shall we rest a bit?
pl: Odpoczywamy chwilę?

source: Share in the happiness!
pl: Dzielmy się szczęściem!

source: Shared
pl: Dzielone

source: Shattered Earring
pl: Potrzaskany kolczyk

source: She always looked down on me because I wasn't a combat model, and now...
pl: Od zawsze mną gardziła. Bo nie byłam modelem bojowym. A teraz...

source: She appears to be engaging the target enemy.
pl: Wygląda na to, że podjęła walkę z wrogim celem.

source: She can relax a little, though. I'll cover for her. She's my partner, after all. You guys know what that's like.
pl: Ale mogłaby trochę wyluzować. Będę ją chronić. W końcu jest moim partnerem. Wy wiecie jak to jest.

source: She deserted us. She's destroyed multiple pursuit androids.
pl: Porzuciła nas. Zniszczyła wiele ścigających ją androidów.

source: She didn't even give me a chance to turn her down this time!
pl: Tym razem nawet nie zdążyłem odmówić!

source: She does love that particular spirit. She makes it with desert rose, actually.
pl: Ona uwielbia ten trunek. Robi go z pustynnej róży.

source: She finishes this speech with a soft sigh, as if trying and failing to hold her emotions in check.<bt_wait>
pl: Kończy tę przemowę lekkim westchnięciem, jakby próbowała i nie dała rady utrzymać swoich emocji na wodzy.<bt_wait>

source: She fled... She was trying to act as a decoy in order to keep me safe...
pl: Uciekła... Próbowała odwrócić uwagę, żeby zapewnić mi bezpieczeństwo...

source: She has obtained information from Anemone, leader of the Resistance camp.
pl: Dostała informację od Anemony, przywódczyni obozu Ruchu Oporu.

source: She has traveled to this village in order to obtain a new filter. End summary.
pl: Przybyła do tej wioski, by zdobyć nowy filtr. Koniec podsumowania.

source: She is likely engaged in combat.
pl: Prawdopodobnie prowadzi walkę.

source: She kept losin' until she ran out of money, then she got dragged off somewhere. Dumb broad.
pl: Ciągle przegrywała, aż skończyły się jej pieniądze, po czym ją gdzieś zaciągnęli. Głupia baba.

source: She knows this is a fleeting promise, as most such things are. But it doesn't matter—already I can see us growing closer to the YoRHa team.<bt_wait>
pl: Wie, że jest to krucha obietnica, jak większość. Ale to nie ma znaczenia — już widzę, jak zbliżamy się do grupy YoRHa.<bt_wait>

source: She might get angry at me.
pl: Może być na mnie zła.

source: She nods while she speaks, as though this all makes perfect sense. </page>
pl: Kiwa głową jak mówi, jakby to wszystko miało sens. </page>

source: She promised to protect me. It all seemed so romantic at the time...
pl: Obiecała, że będzie mnie chronić. Wtedy wydawało się to takie romantyczne...

source: She really can do anything if she puts her mind to it.
pl: Jest w stanie zrobić wszystko, jeśli się do tego przyłoży.

source: She said she could rely on you, and that you know pretty much everything.
pl: Powiedziała, że może na tobie polegać, i że wiesz praktycznie wszystko.

source: She said you were "indescribably passionate" when it came to learning. Or something like that.
pl: Powiedziała, że podchodzisz do nauki z „pasją, której nie da się opisać”. Czy coś takiego.

source: She shouldn't be hard to find—I think she's the only woman there.
pl: Nie powinno być trudno ją znaleźć. Wydaje mi się, że jest tam jedyną kobietą.

source: She slowly begins to speak. </page> <page> This tower is a colossal cannon built to destroy the human server.<bt_wait> Destroy the server...and rob the androids of their very foundation. That was the plan devised by those girls.<bt_wait>
pl: Powoli zaczyna mówić. </page> <page> Ta wieża, to gigantyczne działo, stworzone, by zniszczyć ludzki serwer.<bt_wait> Zniszczyć serwer... i ograbić androidy z ich podstawowych wartości. Taki był plan stworzony przez te dziewczynki.<bt_wait>

source: She smiles as my words reach her ears. </page>
pl: Uśmiecha się, kiedy moje słowa docierają do jej uszu. </page>

source: She smiles as she says this, but I can tell she doesn't have much left. And yet, she continues to smile—all so I won't worry. </page>
pl: Uśmiecha się, mówiąc to, ale jestem w stanie powiedzieć, że jest jej ciężko. A mimo to, wciąż się uśmiecha — po to, bym się nie martwiła. </page>

source: She smiles—the same wry smile I know so well—as she rubs absently at her leg. It is wrapped in a white bandage. </page>
pl: Uśmiecha się — tak samo drwiąco, jak zawsze — kiedy bezmyślnie pociera swoją nogę. Jest obwinięta białym bandażem. </page>

source: She sure cares about her little sister, huh?
pl: Ona naprawdę dba o swoją młodszą siostrę, co nie?
